Repository: REMAR-Project/REMAR-iOS-App
Catalog: REMAR-iOS-App/localised_files/*.lproj/Localizable.strings
Languages: pt_br

source: _CITIZEN
pt_br: _CIDADÃO

# appDescription
source: Monitoring Mass Mating Events of Mangrove Crabs
pt_br: Monitoramento de andadas reprodutivas de caranguejos de manguezal

# chooseOneByTapping
source: Choose one of the below options by tapping with finger.
pt_br: Toque com dedo em uma das opções abaixo.

# forMoreInfo
source: For more information, click on the green button below.
pt_br: Para mais informações, toques com dedo no botão verde Saiba Mais abaixo.

source: Full Version
pt_br: Quero ajudar ao máximo

# fullClicks
source: Advanced 14 clicks
pt_br: Avançada 14 cliques

source: Simple Version
pt_br: Quero simplificar

# simpleClicks
source: Basic 10 clicks
pt_br: Básica 10 cliques

source: Privacy Policy
pt_br: Política de Privacidade

# goBack
source: Press to go back
pt_br: Voltar

# goForward
source: Press to proceed
pt_br: Avançar

source: READ MORE
pt_br: SAIBA MAIS

source: Yes
pt_br: Sim

source: No
pt_br: Não

# maybe
source: I don't know
pt_br: Não sei

source: Not in list
pt_br: Nome não está na lista

# speciesText
source: Become a citizen scientist and help record mass mating events of commercially important Brazilian mangrove crabs. This information will help improve Brazilian crab fisheries legislation and fishers' livelihoods. Click on one of the below species to share your observations.
pt_br: Ajude a monitorar as andadas reprodutivas do caranguejo-uçá e do guaiamum. Essas informações ajudarão a prever as épocas de acasalamento e a estabelecer defesos apenas nos períodos realmente necessários. Para passar informações sobre andada, toque em uma das duas espécies abaixo:

# UCCrab
source: Ucides cordatus
pt_br: Caranguejo-uçá

# CGCrab
source: Cardisoma guanhumi
pt_br: Guaiamum

source: Monitoring
pt_br: Monitoramento do

# YearSelection
source: When did you observe the andada? Touch screen, move finger and tap to select the year you observed the andada.
pt_br: Quando você viu uma andada? Deslize o dedo sobre a tela e toque para escolher o ano.

# MonthSelection
source: Touch screen and move finger to choose correct month. In case you saw two andadas this month (one around new moon and one around full moon), please run the app for each andada seperately.
pt_br: Deslize o dedo sobre a tela para selecionar o mês em que observou a andada. Caso tenha observado andadas em dois períodos deste mês (ex. um em torno da lua nova, e outro em torno da lua cheia), por favor envie um questionário para cada período de andada, separadamente.

# DaySelection
source: For the andada you are reporting here, touch with finger when you noted it. Remember: In case you saw andada in two periods (e.g. one around new moon and one around full moon), only mark ONE period (SEVERAL CONSECUITIVE DAYS OR ONE DAY).
pt_br: Marque no calendário quando você observou a andada. Lembre-se! Caso neste mês tenha visto andadas em dois períodos (ex. um em torno da lua nova, e outro em torno da cheia), marque somente UM período (vários dias SEGUIDOS, ou apenas um dia).

# StrongestDaySelection
source: Touch the day with the STRONGEST andada activity. If you don't know, you can proceed without selecting a date.
pt_br: Caso você saiba, marque o dia em que a andada foi mais FORTE. Caso você não saiba, simplesmente avançe para a próxima página.

# Intensity Selection
source: How do you estimate the intensity of the observed Andada:
pt_br: Como você estima a intensidade da andada observada:

# TimeOfDaySelection
source: When did you observe andada? Touch the correct symbol with finger.
pt_br: Quando você viu a andada? Toque na resposta.

# BerriedSelection
source: Did you see berried (ovigerous) females? Touch correct answer with finger.
pt_br: Você viu alguma fêmea ovada?

# HabitatSelection
source: In which habitat did you observe the andada? Touch correct answer with finger. You can chose more than one option.
pt_br: A andada foi vista em qual ambiente? Você pode marcar mais de um ambiente.

# StateSelection
source: Touch screen, move finger and tap to select the state where you made your observation.
pt_br: Qual o estado em que foi feito o monitoramento? Deslize o dedo sobre a tela e toque para escolher.

# CountySelection
source: Touch screen, move finger and tap to select the county where you made your observation.
pt_br: Deslize o dedo sobre a tela e toque para escolher o município onde você viu a andada.

# ProtectedSelection
source: Is the monitored locality in a protected area?
pt_br: A localidade monitorada está em unidade de conservação (ex. RESEX, APA, Parque)?

# OccupationSelection
source: Please can you let us know what you do? Touch screen and move finger to select.
pt_br: Por favor, poderia informar o que você faz? Deslize o dedo sobre a tela e toque para escolher.

# AdditionalSelection
source: Any additional observations you want to share?
pt_br: Algo mais que você gostaria de dizer?

source: January
pt_br: Janeiro

source: Febuary
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Sat
pt_br: Dom

source: Mon
pt_br: Seg

source: Tue
pt_br: Ter

source: Wed
pt_br: Qua

source: Thu
pt_br: Qui

source: Fri
pt_br: Sex

source: Sun
pt_br: Sáb

source: New Moon 🌑
pt_br: Lua Nova: 🌑

source: Full Moon 🌕
pt_br: Lua Cheia: 🌕

source: Very Low
pt_br: Muito Baixa

source: Low
pt_br: Baixa

source: Medium
pt_br: Média

source: High
pt_br: Alta

source: Very High
pt_br: Muito Alta

# NotSure
source: I Don't Know
pt_br: Não Sei

# OnlyD
source: Only at Day
pt_br: Somente de dia

# OnlyN
source: Only at Night
pt_br: Somente de noite

# AtD&N
source: At Day and Night
pt_br: Dia e noite

# DidNotLook
source: I did not look
pt_br: Não olhei

# YesBerried
source: Yes, I saw berried females
pt_br: Sim

# NoBerried
source: No, there were no berried females
pt_br: Não

source: Mangrove
pt_br: Manguezal

source: Saltmarsh
pt_br: Apicum

source: Forest
pt_br: Mata

source: Beach
pt_br: Praia

source: Road
pt_br: Estrada

source: River Bed
pt_br: Leito de rio

source: Rocky Shore
pt_br: Costão rochoso

source: House
pt_br: Casa

source: Other
pt_br: Outro

# O1
source: • I catch crabs and depend on them for my living
pt_br: • Pego caranguejo-uçá ou guaiamum e dependo deste recurso para viver

# O2
source: • I catch crabs only occasionally for my own consumption
pt_br: • Pego caranguejo-uçá ou guaiamum apenas ocasionalmente para consumo

# O3
source: • I work with crab meat processing
pt_br: • Sou beneficiador de carne de caranguejo-uçá

# O4
source: • I work with crab commercialization
pt_br: • Sou comerciante de caranguejo-uçá ou guaiamum

# O5
source: • I am a local villager and do not normally catch mangrove crabs
pt_br: • Sou morador local e normalmente não pego caranguejos ou guaiamuns

# O6
source: • I work for ICMBio and observed the andada myself
pt_br: • Sou do ICMBio e observei eu mesmo

# O7
source: • I work for ICMBio and report results of a crab fisher
pt_br: • Sou do ICMBio e relato resultados de um extrativista

# O8
source: • I work for IBAMA and observed the andada myself
pt_br: • Sou do IBAMA e observei eu mesmo

# O9
source: • I work for IBAMA and report results of a crab fisher
pt_br: • Sou do IBAMA e relato resultados de um extrativista

# O10
source: • I work in the city hall and observed the andada myself
pt_br: • Sou da Prefeitura e observei eu mesmo

# O11
source: • I work in the city hall and report results of a crab fisher
pt_br: • Sou da Prefeitura e relato resultados de um extrativista

# O12
source: • I am a researcher and observed the andada myself
pt_br: • Sou pesquisador e observei eu mesmo

# O13
source: • I am a researcher and report results of a crab fisher
pt_br: • Sou pesquisador e relato resultados de um extrativista

# O14
source: • I am a tourist
pt_br: • Sou turista

# O15
source: • I work in tourism
pt_br: • Trabalho com turismo

# O0
source: • Other
pt_br: • Outro

# O00
source: • I do not want to specify
pt_br: • Não quero informar

# SubmitAnswers
source: I WANT TO SUBMIT MY ANSWERS
pt_br: QUERO MANDAR AS MINHAS RESPOSTAS

# ChangeAnswers
source: I WANT TO GO BACK TO CHANGE ANSWERS
pt_br: QUERO VOLTAR PARA MUDAR AS RESPOSTAS

# TestingAnswers
source: I AM ONLY TESTING/SHOWING THE APP WITHOUT SENDING REAL DATA
pt_br: ESTOU APENAS TESTANDO/MOSTRANDO O APLICATIVO SEM ENVIAR RESPOSTAS REAIS

# FindOutMore
source: If you want to contact REMAR, find out about ways to engage more with this research, ask or suggest something, please send a message to
pt_br: Caso queira entrar em contato com a REMAR, saber sobre formas de atuar mais intensivamente nesta pesquisa, perguntar ou sugerir algo, envie uma mensagem para

# ReturnRoot
source: RETURN TO FIRST PAGE
pt_br: Quero continuar informar outra andada

# FinalView
source: To view analyses of the information we receive from you and other citizen scientists, please see the REMAR website at
pt_br: Para ver as análises das informações que recebemos de você e de outros cientistas cidadãos, por favor consulte a página da REMAR em

source: OR
pt_br: OU

# Other Answer
source: Type here
pt_br: Outra Resposta

source: Back to list
pt_br: De volta à lista
